Repository: 84000/data-translation-memory
Catalog: toh210-v1.tmx
Source language: bo
Languages: en

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །འདི་སྐད་བདག་གིས་ཐོས་པའི་དུས་གཅིག་ན།
en: Homage to all buddhas and bodhisattvas! Thus have I heard at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་བྱ་རྒོད་ཕུང་པོའི་རི་ལ་དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རབ་ཏུ་མང་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Bhagavān was residing on Vulture Peak mountain in Rājagṛha with a large saṅgha of 1,250 bhikṣus and with a great many bodhisattva mahāsattvas.

source: དེའི་ཚེ་ན་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པའི་བགྲོད་པར་བྱ་བའི་ས་ཕྱོགས་ག་ལ་བ་དེར་སོང་སྟེ
en: At that time, venerable Śāriputra went to the place frequented by the bodhisattva mahāsattva Maitreya and,

source: ཕྱིན་ནས་ཕན་ཚུན་ཡང་དག་པར་དགའ་བར་བྱ་བའི་གཏམ་རྣམ་པ་མང་པོ་བྱས་ནས་འདུས་ཏེ་གཉིས་ཀ་རྡོ་ལེབ་ལ་འཁོད་དོ། །
en: after they had exchanged courtesies upon meeting each other, they both sat down on a flat rock.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Venerable Śāriputra then said to the bodhisattva mahāsattva Maitreya,

source: བྱམས་པ་དེང་འདིར་བཅོམ་ལྡན་འདས་ཀྱིས་སཱ་ལུའི་ལྗང་པ་ལ་གཟིགས་ནས་དགེ་སློང་རྣམས་ལ་མདོ་འདི་གསུངས་སོ། །
en: “Maitreya, here today, the Bhagavān, gazing at a rice seedling, spoke this aphorism to the bhikṣus:

source: དགེ་སློང་དག་སུས་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་མཐོང་བ་དེས་ཆོས་མཐོང་ངོ་། །སུས་ཆོས་མཐོང་བ་དེས་སངས་རྒྱས་མཐོང་ངོ
en: ‘Bhikṣus, whoever sees dependent arising sees the Dharma. Whoever sees the Dharma sees the Buddha.’

source: ་ཞེས་དེ་སྐད་བཀའ་སྩལ་ནས། བཅོམ་ལྡན་འདས་ཅང་མི་གསུང་བར་གྱུར་ན
en: Having said this, the Bhagavān fell silent.

source: བྱམས་པ་བདེ་བར་གཤེགས་པས་བཀའ་སྩལ་པའི་མདོ་དེའི་དོན་ནི་ཅི།
en: Maitreya, what is the meaning of this aphorism spoken by the Sugata?

source: རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ནི་གང་། ཆོས་ནི་གང་། སངས་རྒྱས་ནི་གང་། ཇི་ལྟར་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་མཐོང་ན་ཆོས་མཐོང་། ཇི་ལྟར་ཆོས་མཐོང་ན་སངས་རྒྱས་མཐོང་། དེ་སྐད་ཅེས
en: What is dependent arising? What is the Dharma? What is the Buddha? How does one see the Dharma by seeing dependent arising? How does one see the Buddha by seeing the Dharma?”

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: The bodhisattva mahāsattva Maitreya then replied to the venerable Śāradvatīputra,

source: བཙུན་པ་ཤཱ་རིའི་བུ་འདི་ལ་བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་བདག་པོ་ཐམས་ཅད་མཁྱེན་པས་དགེ་སློང་དག་སུས་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་མཐོང་བ་དེས་ཆོས་མཐོང་ངོ་། །སུས་ཆོས་མཐོང་བ་དེས་སངས་རྒྱས་མཐོང་ངོ་ཞེས་གསུངས་པ་དེ་ལ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་གང་ཞེ་ན།
en: “Venerable Śāriputra, you want to know what dependent arising is in the statement made by the Bhagavān, the Lord of Dharma, the Omniscient One: ‘Bhikṣus, whoever sees dependent arising sees the Dharma. Whoever sees the Dharma sees the Buddha’?

source: རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཞེས་བྱ་བ་ནི་འདི་ལྟ་སྟེ། འདི་ཡོད་པས་འདི་འབྱུང་ལ། འདི་སྐྱེས་པའི་ཕྱིར་འདི་སྐྱེ་བ་
en: Well, the phrase dependent arising means that something arises because something else already exists; something is born because something else was already born.

source: མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་རྣམས། འདུ་བྱེད་ཀྱི་རྐྱེན་གྱིས་རྣམ་པར་ཤེས་པ། རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་མིང་དང་གཟུགས། མིང་དང་གཟུགས་ཀྱི་རྐྱེན་གྱིས་སྐྱེ་མཆེད་དྲུག །སྐྱེ་མཆེད་དྲུག་གི་རྐྱེན་གྱིས་རེག་པ། རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ། ཚོར་བའི་རྐྱེན་གྱིས་སྲེད་པ། སྲེད་པའི་རྐྱེན་གྱིས་ལེན་པ། ལེན་པའི་རྐྱེན་གྱིས་སྲིད་པ། སྲིད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ། སྐྱེ་བའི་རྐྱེན་གྱིས་རྒ་ཤི་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་རྣམས་འབྱུང་སྟེ།
en: ignorance causes formations. Formations cause consciousness. Consciousness causes name and form. Name and form cause the six sense sources. The six sense sources cause contact. Contact causes sensation. Sensation causes craving. Craving causes appropriation. Appropriation causes becoming. Becoming causes birth. And birth causes aging and death, sorrow, lamentation, suffering, despair, and anxiety.

source: དེ་ལྟར་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་འབའ་ཞིག་པོ་འདི་འབྱུང་བར་འགྱུར་རོ། །
en: Thus does this entire great heap of suffering arise.

source: དེ་ལ་མ་རིག་པ་འགགས་པས་འདུ་བྱེད་འགག །འདུ་བྱེད་འགགས་པས་རྣམ་པར་ཤེས་པ་འགག །རྣམ་པར་ཤེས་པ་འགགས་པས་མིང་དང་གཟུགས་འགག །མིང་དང་གཟུགས་འགགས་པས་སྐྱེ་མཆེད་དྲུག་འགག །སྐྱེ་མཆེད་དྲུག་འགགས་པས་རེག་པ་འགག །རེག་པ་འགགས་པས་ཚོར་བ་འགག །ཚོར་བ་འགགས་པས་སྲེད་པ་འགག །སྲེད་པ་འགགས་པས་ལེན་པ་འགག །ལེན་པ་འགགས་པས་སྲིད་པ་འགག །སྲིད་པ་འགགས་པས་སྐྱེ་བ་འགག །སྐྱེ་བ་འགགས་པས་རྒ་ཤི་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་རྣམས་འགག་པར་འགྱུར་ཏེ།
en: “When ignorance ceases, formations cease. When formations cease, consciousness ceases. When consciousness ceases, name and form cease. When name and form cease, the six sense sources cease. When the six sense sources cease, contact ceases. When contact ceases, sensation ceases. When sensation ceases, craving ceases. When craving ceases, appropriation ceases. When appropriation ceases, becoming ceases. When becoming ceases, birth ceases. And when birth ceases, aging and death, sorrow, lamentation, suffering, despair, and anxiety cease.

source: དེ་ལྟར་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་འབའ་ཞིག་པོ་འདི་འགག་པར་འགྱུར་རོ། །
en: Thus does this entire great heap of suffering cease.

source: འདི་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཞེས་གསུངས་སོ། །
en: This is what the Bhagavān has called dependent arising.

source: ཆོས་གང་ཞེ་ན།
en: “What is the Dharma?

source: འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་སྟེ། འདི་ལྟ་སྟེ། ཡང་དག་པའི་ལྟ་བ་དང་། ཡང་དག་པའི་རྟོག་པ་དང་། ཡང་དག་པའི་ངག་དང་། ཡང་དག་པའི་ལས་ཀྱི་མཐའ་དང་། ཡང་དག་པའི་འཚོ་བ་དང་། ཡང་དག་པའི་རྩོལ་བ་དང་། ཡང་དག་པའི་དྲན་པ་དང་། ཡང་དག་པའི་ཏིང་ངེ་འཛིན་ཏོ། །
en: the eightfold path of the noble ones: right view, right intention, right speech, right action, right livelihood, right effort, right mindfulness, and right concentration.

source: འདི་ནི་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཞེས་བྱ་སྟེ། འབྲས་བུ་ཐོབ་པ་དང་མྱ་ངན་ལས་འདས་པ་གཅིག་ཏུ་བསྡུས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་སོ་ཞེས་བཀའ་སྩལ་ཏོ།
en: This eightfold path of the noble ones, combined with the attainment of its results and nirvāṇa, is what the Bhagavān has called the Dharma.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་ཞེ་ན།
en: “Who is the Bhagavān Buddha?

source: སུས་ཆོས་ཐམས་ཅད་ཐུགས་སུ་ཆུད་པའི་ཕྱིར་སངས་རྒྱས་ཞེས་བྱ་སྟེ། དེས་འཕགས་པའི་ཤེས་རབ་ཀྱི་སྤྱན་དང་། ཆོས་ཀྱི་སྐུ་དང་ལྡན་པ་དང་། སློབ་པ་དང་མི་སློབ་པའི་ཆོས་དེ་དག་གཟིགས་པའོ།
en: A buddha , so-called because of comprehending all dharmas, is endowed with the wisdom eye of the noble ones and the body of Dharma, and thus perceives the dharmas of those still in training and those beyond training.

source: ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་མཐོང་བ་ཇི་ལྟ་བུ་ཞེ་ན།
en: “How does one see dependent arising?

source: འདི་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་
en: On this point the Bhagavān

source: ཞེས་གསུངས་སོ། །སྨྲས་པ།
en: said,

source: སུས་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྟག་པ་དང་། སྲོག་མེད་པ་དང་། སྲོག་དང་བྲལ་བ་དང་། ཇི་ལྟ་བུ་ཉིད་དང་། མ་ནོར་བ་དང་། མ་སྐྱེས་པ་དང་། མ་བྱུང་བ་དང་། མ་བྱས་པ་དང་། འདུས་མ་བྱས་པ་དང་། ཐོགས་པ་མེད་པ་དང་། དམིགས་པ་མེད་པ་དང་། ཞི་བ་དང་། འཇིགས་པ་མེད་པ་དང་། མི་འཕྲོགས་པ་དང་། ཟད་པ་མེད་པ་དང་། རྣམ་པར་ཞི་བ་མ་ཡིན་པའི་རང་བཞིན་དུ་མཐོང་བ་
en: ‘One who sees dependent arising as constant, without life force, devoid of life force, true, unmistaken, unborn, not arisen, uncreated, uncompounded, unobstructed, imperceptible, tranquil, fearless, incontrovertible, inexhaustible, and by nature never stilled,

source: སྟེ། གང་གིས་ཚུལ་འདི་འདྲ་བར་ཆོས་ལའང་རྟག་པ་དང་། སྲོག་མེད་པ་དང་། སྲོག་དང་བྲལ་བ་དང་། ཇི་ལྟ་བུ་ཉིད་དང་། མ་ནོར་བ་དང་། མ་སྐྱེས་པ་དང་། མ་བྱུང་བ་དང་། མ་བྱས་པ་དང་། འདུས་མ་བྱས་པ་དང་། ཐོགས་པ་མེད་པ་དང་། དམིགས་པ་མེད་པ་དང་། ཞི་བ་དང་། འཇིགས་པ་མེད་པ་དང་། མི་འཕྲོགས་པ་དང་། ཟད་པ་མེད་པ་དང་། རྣམ་པར་ཞི་བ་མ་ཡིན་པའི་རང་བཞིན་དུ་མཐོང་བ
en: and who likewise sees the Dharma to also be constant, without life force, devoid of life force, true, unmistaken, unborn, not arisen, uncreated, uncompounded, unobstructed, imperceptible, tranquil, fearless, incontrovertible, inexhaustible, and never stilled,

source: དེས་འཕགས་པའི་ཆོས་མངོན་པར་རྟོགས་ཏེ། ཡང་དག་པའི་ཡེ་ཤེས་དང་ལྡན་པས་བླ་ན་མེད་པའི་ཆོས་ཀྱི་སྐུར་སངས་རྒྱས་མཐོང་ངོ
en: clearly understands the Dharma of the nobles ones, and by thus acquiring such right knowledge, sees the Buddha, the body of the unsurpassable Dharma.’

source: ཅིའི་ཕྱིར་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཞེས་བྱ།
en: “Why is it called dependent arising

source: སྨྲས་པ་རྒྱུ་དང་བཅས་རྐྱེན་དང་བཅས་པ་ལ་བྱའི། རྒྱུ་མེད་རྐྱེན་མེད་པ་ལ་ནི་མ་ཡིན་ཏེ། དེའི་ཕྱིར་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཞེས་བྱའོ། །
en: It is called dependent arising because it is causal and conditional, not non-causal and non-conditional.

source: དེ་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་མཚན་ཉིད་མདོར་བསྡུས་ཏེ་བཀའ་སྩལ་པ་
en: In this connection, the Bhagavān concisely taught the characteristics of dependent arising as follows:

source: རྐྱེན་འདི་ཉིད་ཀྱི་འབྲས་བུ་སྟེ། དེ་བཞིན་གཤེགས་པ་རྣམས་བྱུང་ཡང་རུང་། མ་བྱུང་ཡང་རུང་། ཆོས་རྣམས་ཀྱི་ཆོས་ཉིད་འདི་ནི་འདུག་པའོ་
en: ‘Results come from their own specific conditions. Whether tathāgatas appear or not, this true nature of things will remain.

source: འདི་ཆོས་ཉིད་དང་། ཆོས་གནས་པ་ཉིད་དང་། ཆོས་མི་འགྱུར་བ་ཉིད་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བར་འཐུན་པ་དང་། དེ་བཞིན་ཉིད་དང་། མ་ནོར་བ་དེ་བཞིན་ཉིད་དང་། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད་དང་། ཡང་དག་པ་ཉིད་དང་། བདེན་པ་ཁོ་ན་དང་། མ་ནོར་བ་ཉིད་དང་། ཕྱིན་ཅི་མ་ལོག་པ་ཉིད་ཅེས་བྱ་བའི་བར་དུ་གསུངས་སོ།
en: It is the true nature; the constancy of Dharma; the immutability of Dharma, consistent with dependent arising, suchness, unmistaken suchness, unchanging suchness, actuality, and truth; unmistaken; and unerring.’

source: འདི་ལྟར་ཡང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་འདི་གཉིས་ཀྱི་ཕྱིར་འབྱུང་སྟེ། གཉིས་གང་ཞེ་ན།
en: “Moreover, dependent arising emerges from two principles. From what two principles?

source: རྒྱུ་དང་འབྲེལ་པ་དང་། རྐྱེན་དང་འབྲེལ་པའི་ཕྱིར་རོ། །
en: From a causal relation and a conditional relation.

source: དེ་ཡང་ཕྱིའི་དང་། ནང་གི་དང་རྣམ་པ་གཉིས་སུ་བལྟའོ།
en: Furthermore, it should be understood as twofold: outer and inner.

source: ཕྱི་རོལ་གྱི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་རྒྱུ་དང་འབྲེལ་པ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: “What is the causal relation in outer dependent arising? It is as follows.

source: ས་བོན་ལས་མྱུ་གུ། མྱུ་གུ་ལས་འདབ་མ། འདབ་མ་ལས་སྡོང་བུ། སྡོང་བུ་ལས་སྦུ་བུ། སྦུ་བུ་ལས་སྙིང་པོ། སྙིང་པོ་ལས་མེ་ཏོག །མེ་ཏོག་ལས་འབྲས་བུའོ། །
en: From a seed comes a sprout, from a sprout a leaf, from a leaf a stem, from a stem a pedicel, from a pedicel a pistil, from a pistil a flower, and from a flower comes a fruit.

source: ས་བོན་མེད་ན་མྱུ་གུ་མི་འབྱུང་སྟེ། མེ་ཏོག་མེད་ན་འབྲས་བུའི་བར་དུ་ཡང་མི་འབྱུང་ངོ་། །
en: If there is no seed, the sprout cannot arise and so on, until finally, without the flower, the fruit cannot arise.

source: ས་བོན་ཡོད་ན་མྱུ་གུ་མངོན་པར་འགྲུབ་པར་འགྱུར་ཏེ། དེ་བཞིན་དུ་མེ་ཏོག་ཡོད་ན་འབྲས་བུའི་བར་དུ་མངོན་པར་འགྲུབ་པར་འགྱུར་རོ།
en: If there is a seed, the sprout will form and so on, until finally, if there is a flower, then the fruit will form.

source: ས་བོན་ནི་འདི་སྙམ་དུ་བདག་གིས་མྱུ་གུ་མངོན་པར་བསྒྲུབ་པོ་སྙམ་དུ་མི་སེམས་སོ། །
en: the seed does not think, ‘I form the sprout.’

source: མྱུ་གུ་ཡང་འདི་སྙམ་དུ་བདག་ནི་ས་བོན་གྱིས་མངོན་པར་བསྒྲུབས་སོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does the sprout think, ‘I am formed by the seed.’

source: དེ་བཞིན་དུ་མེ་ཏོག་ཀྱང་འདི་སྙམ་དུ་བདག་གིས་འབྲས་བུ་མངོན་པར་བསྒྲུབ་པོ་སྙམ་དུ་མི་སེམས་པའི་བར་དུ་སྟེ། འབྲས་བུ་ཡང་འདི་སྙམ་དུ་བདག་ནི་མེ་ཏོག་གིས་མངོན་པར་བསྒྲུབས་སོ་སྙམ་དུ་མི་སེམས་
en: Likewise, the flower does not think, ‘I form the fruit.’ Nor does the fruit think, ‘I am formed by the flower.’

source: འོན་ཀྱང་ས་བོན་ཡོད་ན་མྱུ་གུ་མངོན་པར་འགྲུབ་ཅིང་འབྱུང་བར་འགྱུར་བ་ནས་དེ་བཞིན་དུ་མེ་ཏོག་ཡོད་ན་འབྲས་བུའི་བར་དུ་ཡང་མངོན་པར་འགྲུབ་ཅིང་འབྱུང་བར་འགྱུར་ཏེ།
en: Yet, if there is a seed, the sprout will take form and arise, and so on, until finally, likewise, if there is a flower, the fruit will take form and arise.

source: དེ་ལྟར་ཕྱི་རོལ་གྱི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྒྱུ་དང་འབྲེལ་པར་བལྟའོ། །
en: Thus is the causal relation in outer dependent arising to be seen.

source: ཕྱི་རོལ་གྱི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྐྱེན་དང་འབྲེལ་པ་ཇི་ལྟར་བལྟ་ཞེ་ན།
en: “So how is the conditional relation in outer dependent arising to be seen?

source: ཁམས་དྲུག་འདུས་པའི་ཕྱིར་
en: As due to the coming together of six elements.

source: ཁམས་དྲུག་པོ་གང་དག་འདུས་པའི་ཕྱིར་ཞེ་ན།
en: As due to the coming together of what six elements?

source: འདི་ལྟ་སྟེ། ས་དང་། ཆུ་དང་། མེ་དང་། རླུང་དང་། ནམ་མཁའ་དང་། དུས་ཀྱི་ཁམས་རྣམས་འདུས་པ་ལས་ཕྱི་རོལ་གྱི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྐྱེན་དང་འབྲེལ་པར་བལྟའོ། །
en: Namely, conditional dependent arising is to be seen as due to the coming together of the elements of earth, water, fire, wind, space, and season.

source: དེ་ལ་སའི་ཁམས་ནི་ས་བོན་རྟེན་པའི་བྱ་བ་བྱེད་དོ། །
en: The earth element functions as the support for the seed.

source: ཆུའི་ཁམས་ནི་ས་བོན་རླན་པའི་བྱ་བ་བྱེད་དོ། །
en: The water element moistens the seed.

source: མེའི་ཁམས་ནི་ས་བོན་ཡོངས་སུ་དྲོ་བའི་བྱ་བ་བྱེད་དོ། །
en: The fire element ripens the seed.

source: རླུང་གི་ཁམས་ནི་ས་བོན་འབུ་བའི་བྱ་བ་བྱེད་དོ། །
en: The wind element opens the seed.

source: ནམ་མཁའི་ཁམས་ནི་ས་བོན་ལ་མི་སྒྲིབ་པའི་བྱ་བ་བྱེད་དོ། །
en: The space element performs the function of not obstructing the seed.

source: དུས་ནི་ས་བོན་འགྱུར་བའི་བྱ་བ་བྱེད་དོ། །
en: season transforms the seed.

source: རྐྱེན་འདི་རྣམས་མེད་པར་ས་བོན་ལས་མྱུ་གུ་མངོན་པར་འགྲུབ་པར་མི་འགྱུར་
en: Without these conditions a sprout cannot form from a seed.

source: གྱི། ནམ་ཕྱི་རོལ་གྱི་སའི་ཁམས་མ་ཚང་བ་མེད་པར་གྱུར་ལ་དེ་བཞིན་དུ་ཆུ་དང་། མེ་དང་། རླུང་དང་། ནམ་མཁའ་དང་། དུས་ཀྱང་མ་ཚང་བ་མེད་པར་གྱུར
en: But when the outer element of earth is not deficient, and likewise water, fire, wind, space, and season are not deficient,

source: ཏེ། ཐམས་ཅད་འདུས་པ་ལས་ས་བོན་འགགས་པ་ན་དེ་ལས་མྱུ་གུ་མངོན་པར་འགྲུབ་པར་འགྱུར་རོ།
en: then from the coming together of all these factors, a sprout forms as the seed is ceasing.

source: ་སའི་ཁམས་ཀྱང་འདི་སྙམ་དུ་བདག་གིས་ས་བོན་རྟེན་པའི་བྱ་བ་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: “The earth element does not think, ‘I support the seed.’

source: ཆུའི་ཁམས་ཀྱང་འདི་སྙམ་དུ་བདག་གིས་ས་བོན་བརླན་པར་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does the water element think, ‘I moisten the seed.’

source: མེའི་ཁམས་ཀྱང་འདི་སྙམ་དུ་བདག་གིས་ས་བོན་ཡོངས་སུ་དྲོ་བར་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does the fire element think, ‘I ripen the seed.’

source: རླུང་གི་ཁམས་ཀྱང་འདི་སྙམ་དུ་བདག་གིས་ས་བོན་འབུ་བར་བྱའོ་སྙམ་དུ་མི་སེམས་སོ།
en: Nor does the wind element think, ‘I open the seed.’

source: ནམ་མཁའི་ཁམས་ཀྱང་འདི་སྙམ་དུ་བདག་གིས་ས་བོན་ལ་མི་སྒྲིབ་པའི་བྱ་བ་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does the space element think, ‘I make sure the seed is not obstructed.’

source: དུས་ཀྱང་འདི་སྙམ་དུ་བདག་གིས་ས་བོན་བསྒྱུར་བའི་བྱ་བ་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does the season think, ‘I transform the seed.’

source: ས་བོན་ཡང་འདི་སྙམ་དུ་བདག་གིས་མྱུ་གུ་མངོན་པར་བསྒྲུབ་པོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does the seed think, ‘I form the sprout.’

source: མྱུ་གུ་ཡང་འདི་སྙམ་དུ་བདག་ནི་རྐྱེན་འདི་དག་གིས་མངོན་པར་བསྒྲུབས་སོ་སྙམ་དུ་མི་སེམས་
en: Nor does the sprout think, ‘I am formed by these conditions.’

source: འོན་ཀྱང་རྐྱེན་འདི་དག་ཡོད་ལ་ས་བོན་འགགས་པ་ན་མྱུ་གུ་མངོན་པར་འགྲུབ་པར་འགྱུར་རོ། །
en: Yet when these conditions are present and the seed is ceasing, the sprout forms.

source: དེ་བཞིན་དུ་མེ་ཏོག་ཡོད་ན་འབྲས་བུའི་བར་དུ་ཡང་མངོན་པར་འགྲུབ་པར་འགྱུར་
en: Likewise, when finally there is a flower, the fruit forms.

source: མྱུ་གུ་དེ་ཡང་བདག་གིས་མ་བྱས། གཞན་གྱིས་མ་བྱས། གཉི་གས་མ་བྱས། དབང་ཕྱུག་གིས་མ་བྱས། དུས་ཀྱིས་མ་བསྒྱུར། རང་བཞིན་ལས་མ་བྱུང་། རྒྱུ་མེད་པ་ལས་ཀྱང་མ་སྐྱེས་
en: “The sprout is not created by itself, not created by another, not created by both, not created by Īśvara, not transformed by time, not derived from prakṛti , and not born without any cause.

source: འོན་ཀྱང་ས་དང་། ཆུ་དང་། མེ་དང་། རླུང་དང་། ནམ་མཁའ་དང་། དུས་ཀྱི་ཁམས་རྣམས་འདུས་ནས་ས་བོན་འགགས་པ་ན་མྱུ་གུ་མངོན་པར་འགྲུབ་པར་འགྱུར་
en: Nevertheless, through the coming together of the elements of earth, water, fire, wind, space, and season, the sprout forms as the seed is ceasing.

source: དེ་ལྟར་ཕྱི་རོལ་གྱི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྐྱེན་དང་འབྲེལ་པར་བལྟའོ། །
en: “Thus is the conditional relation in outer dependent arising to be seen.

source: དེ་ལ་ཕྱི་རོལ་གྱི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྣམ་པ་ལྔར་བལྟ་སྟེ། ལྔ་གང་ཞེ་ན།
en: “Here, outer dependent arising is to be seen in terms of five aspects. What five aspects?

source: རྟག་པར་མ་ཡིན་པ་དང་། ཆད་པར་མ་ཡིན་པ་དང་། འཕོ་བར་མ་ཡིན་པ་དང་། རྒྱུ་ཆུང་ངུ་ལས་འབྲས་བུ་ཆེན་པོ་མངོན་པར་འགྲུབ་པ་དང་། དེ་དང་འདྲ་བའི་རྒྱུད་དུའོ། །
en: As not permanent, as not discontinuous, as not involving transmigration, as the production of a large result from a small cause, and as a continuity of similar type.

source: ཇི་ལྟར་རྟག་པར་མ་ཡིན་ཞེ་ན།
en: “How is it not permanent?

source: གང་གི་ཕྱིར་མྱུ་གུ་ཡང་གཞན་ལ་ས་བོན་ཡང་གཞན་ཏེ། མྱུ་གུ་གང་ཡིན་པ་དེ་ཉིད་ས་བོན་མ་ཡིན་ལ། ས་བོན་འགགས་པ་ལས་མྱུ་གུ་འབྱུང་བ་མ་ཡིན། མ་འགགས་པ་ལས་ཀྱང་མ་ཡིན་གྱི། ས་བོན་ཡང་འགགས་ལ་དེ་ཉིད་ཀྱི་ཚེ་མྱུ་གུ་ཡང་འབྱུང་སྟེ། དེའི་ཕྱིར་རྟག་པར་མ་ཡིན་ནོ། །
en: It is not permanent because the sprout and the seed are different. The sprout is not the seed. The sprout does not come from the seed after it has ceased, nor does it come from the seed while it has not yet ceased. Rather, the sprout is born precisely as the seed ceases.

source: ཇི་ལྟར་ཆད་པར་མ་ཡིན་ཞེ་ན། སྔོན་འགགས་པའི་ས་བོན་ལས་མྱུ་གུ་སྐྱེ་བ་མ་ཡིན། མ་འགགས་པ་ལས་ཀྱང་མ་ཡིན་གྱི། ས་བོན་ཡང་འགགས་ལ་དེ་ཉིད་ཀྱི་ཚེ་སྲང་མདའི་མཐོན་དམན་བཞིན་དུ་མྱུ་གུ་སྐྱེ་བས་དེའི་ཕྱིར་ཆད་པར་མ་ཡིན་ནོ། །
en: “How is it not discontinuous? It is not discontinuous because a sprout is not born from a seed that has already ceased, nor from a seed that has not yet ceased. Rather, like the beam of a scale tilting from up to down, a sprout is born precisely when the seed has ceased.

source: ཇི་ལྟར་འཕོ་བར་མ་ཡིན་ཞེ་ན། གང་གི་ཕྱིར་མྱུ་གུ་ཡང་གཞན་ལ་ས་བོན་ཡང་གཞན། མྱུ་གུ་གང་ཡིན་པ་དེ་ཉིད་ས་བོན་མ་ཡིན་ཏེ། དེའི་ཕྱིར་འཕོ་བར་མ་ཡིན་ནོ། །
en: “How does it not involve transmigration? It does not involve transmigration because the sprout and the seed are different; that which is the sprout is not the seed.

source: ཇི་ལྟར་རྒྱུ་ཆུང་ངུ་ལས་འབྲས་བུ་ཆེན་པོ་མངོན་པར་འགྲུབ་ཅེ་ན། ས་བོན་ཆུང་ངུ་བཏབ་པ་ལས་འབྲས་བུ་ཆེན་པོ་མངོན་པར་འགྲུབ་པར་འགྱུར་ཏེ། དེའི་ཕྱིར་རྒྱུ་ཆུང་ངུ་ལས་འབྲས་བུ་ཆེན་པོ་མངོན་པར་འགྲུབ་པོ།
en: “How does it entail the producing of a large result from a small cause? A large fruit is produced from the planting of a small seed. Therefore, it entails the producing of a large result from a small cause.

source: ས་བོན་ཇི་ལྟ་བུ་བཏབ་པ་དེ་ལྟ་བུའི་འབྲས་བུ་མངོན་པར་འགྲུབ་པས་དེའི་ཕྱིར་དེ་དང་འདྲ་བའི་རྒྱུད་དུ་སྟེ། །
en: “Lastly, fruit is produced precisely according to the type of seed planted. Therefore, it involves a continuity of similar type.

source: དེ་ལྟར་ཕྱི་རོལ་གྱི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྣམ་པ་ལྔར་བལྟའོ། །
en: “Thus is outer dependent arising to be seen in terms of five aspects.

source: དེ་བཞིན་དུ་ནང་གི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཡང་གཉིས་ཀྱི་ཕྱིར་འབྱུང་སྟེ། གཉིས་གང་ཞེ་ན། འདི་ལྟ་སྟེ། རྒྱུ་དང་འབྲེལ་པ་དང་། རྐྱེན་དང་འབྲེལ་པའོ།
en: “Similarly, inner dependent arising also arises from two principles. From what two principles? From a causal relation and a conditional relation.

source: ནང་གི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྒྱུ་དང་འབྲེལ་པ་གང་ཞེ་ན། །
en: “What, then, is the causal relation in inner dependent arising?

source: གང་འདི་མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་རྣམས་ཞེས་བྱ་བ་ནས་སྐྱེ་བའི་རྐྱེན་གྱིས་རྒ་ཤི་ཞེས་བྱ་བའི་བར་དུའོ།
en: It starts with ignorance causing formations and so on, until finally, birth causes aging and death.

source: གལ་ཏེ་མ་རིག་པ་མ་བྱུང་ན་འདུ་བྱེད་རྣམས་ཀྱང་མི་མངོན་པ་ཞིག །
en: If ignorance does not arise, then formations do not manifest and so on,

source: སྐྱེ་བ་མ་བྱུང་དུ་ཟིན་ན་རྒ་ཤིའི་བར་དུ་ཡང་མི་མངོན་པ་ཞིག་
en: until finally, if birth does not arise, then aging and death do not manifest.

source: འདི་ལྟར་མ་རིག་པ་ཡོད་པ་ལས་འདུ་བྱེད་རྣམས་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་ནས་སྐྱེ་བ་ཡོད་པ་ལས་རྒ་ཤིའི་བར་དུ་མངོན་པར་འགྲུབ་པར་འགྱུར་རོ།
en: Likewise, from the existence of ignorance, formations occur and so on, until finally, from the existence of birth, comes aging and death.

source: མ་རིག་པ་ཡང་འདི་སྙམ་དུ་བདག་གིས་འདུ་བྱེད་རྣམས་མངོན་པར་བསྒྲུབ་པོ་སྙམ་དུ་མི་སེམས་སོ། །
en: “Ignorance does not think, ‘I produce formations.’

source: འདུ་བྱེད་རྣམས་ཀྱང་འདི་སྙམ་དུ་བདག་ཅག་ནི་མ་རིག་པས་མངོན་པར་བསྒྲུབས་སོ་སྙམ་དུ་མི་སེམས
en: Nor do formations think, ‘We are produced by ignorance,’

source: དེ་བཞིན་དུ་སྐྱེ་བ་ཡང་འདི་སྙམ་དུ་བདག་གིས་རྒ་ཤི་མངོན་པར་བསྒྲུབ་པོ་སྙམ་དུ་མི་སེམས་ཤིང་།
en: Finally, birth does not think, ‘I produce aging and death.’

source: རྒ་ཤི་ཡང་འདི་སྙམ་དུ་བདག་ནི་སྐྱེ་བས་མངོན་པར་བསྒྲུབས་སོ་སྙམ་དུ་མི་སེམས་པའི་བར་དུ་
en: Nor do aging and death think, ‘I am produced by birth.’

source: འོན་ཀྱང་མ་རིག་པ་ཡོད་པ་ལས་འདུ་བྱེད་རྣམས་མངོན་པར་འགྲུབ་ཅིང་འབྱུང་བར་འགྱུར་བ་ནས་དེ་བཞིན་དུ་སྐྱེ་བ་ཡོད་པ་ལས་རྒ་ཤིའི་བར་དུ་མངོན་པར་འགྲུབ་ཅིང་འབྱུང་བར་འགྱུར་
en: Nevertheless, formations take form and arise through the existence of ignorance and so on, until finally aging and death take form and arise through the existence of birth.

source: དེ་ལྟར་ན་ནང་གི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྒྱུ་དང་འབྲེལ་པར་བལྟའོ། །
en: “Thus is the causal relation in inner dependent arising to be seen.

source: ནང་གི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྐྱེན་དང་འབྲེལ་པར་ཇི་ལྟར་བལྟ་ཞེ་ན།
en: “How is the conditional relation in inner dependent arising to be seen?

source: ཁམས་དྲུག་པོ་འདུས་པའི་ཕྱིར་
en: As due to the coming together of six elements.

source: འདི་ལྟ་སྟེ། ས་དང་། ཆུ་དང་། མེ་དང་། རླུང་དང་། ནམ་མཁའ་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་རྣམས་འདུས་པ་ལས་ནང་གི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྐྱེན་དང་འབྲེལ་པར་བལྟའོ། །
en: Namely, the conditional relation in inner dependent arising is to be seen as due to the coming together of the elements of earth, water, fire, wind, space, and consciousness.

source: དེ་ལ་ནང་གི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་སའི་ཁམས་གང་ཞེ་ན།
en: “Here, what is the earth element in inner dependent arising?

source: གང་འདི་འདུས་ནས་ལུས་ཀྱི་སྲ་བའི་དངོས་པོ་མངོན་པར་འགྲུབ་པར་བྱེད་པ་འདི་ནི་སའི་ཁམས་ཞེས་བྱའོ། །
en: That which assembles to form the solidity of the body is called the earth element.

source: གང་ལུས་སྡུད་པའི་བྱ་བ་བྱེད་པ་འདི་ནི་ཆུའི་ཁམས་ཞེས་བྱའོ། །
en: That which provides cohesion in the body is called the water element.

source: གང་ལུས་ཀྱིས་ཟོས་པ་དང་། འཐུངས་པ་དང་། འཆོས་པ་དང་། མྱངས་པ་རྣམས་འཇུ་བར་བྱེད་པ་འདི་ནི་མེའི་ཁམས་ཞེས་བྱའོ། །
en: That which digests whatever the body eats, drinks, chews, and tastes is called the fire element.

source: གང་ལུས་ཀྱི་དབུགས་ཕྱི་ནང་དུ་རྒྱུ་བའི་བྱ་བ་བྱེད་པ་འདི་ནི་རླུང་གི་ཁམས་ཞེས་བྱའོ། །
en: That which performs the function of the body’s inhalation and exhalation is called the wind element.

source: གང་ལུས་ཀྱི་ནང་སྦུབས་ཡོད་པར་བྱེད་པ་འདི་ནི་ནམ་མཁའི་ཁམས་ཞེས་བྱའོ། །
en: That which allows the body to have hollow spaces inside is called the space element.

source: གང་མདུང་ཁྱིམ་གྱི་ཚུལ་དུ་ལུས་ཀྱི་མིང་དང་གཟུགས་ཀྱི་མྱུ་གུ་མངོན་པར་འགྲུབ་པར་བྱེད་པ་རྣམ་པར་ཤེས་པའི་ཚོགས་ལྔ་འདུས་པ་དང་། ཟག་པ་དང་བཅས་པའི་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་གང་ཡིན་པ་འདི་ནི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་བྱའོ། །
en: That which produces the sprouts of name and form like reeds in a sheaf—the combination of the five collections of consciousness, together with the defiled mental consciousness—is called the consciousness element.

source: རྐྱེན་འདི་དག་མེད་པར་ལུས་སྐྱེ་བར་མི་འགྱུར་
en: Without these conditions the body cannot be born.

source: གྱི། ནམ་ནང་གི་སའི་ཁམས་ཚང་ཞིང་དེ་བཞིན་དུ་ཆུ་དང་། མེ་དང་། རླུང་དང་། ནམ་མཁའ་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་རྣམས་ཀྱང་ཚང་བར་གྱུར་ལ། ཐམས་ཅད་འདུས་པ་དེ་ལས་ལུས་མངོན་པར་འགྲུབ་པར་འགྱུར་རོ།
en: But when the inner earth element is not deficient, and likewise the elements of water, fire, wind, space, and consciousness are not deficient, then from the coming together of all these factors, the body forms.

source: སའི་ཁམས་ཀྱང་འདི་སྙམ་དུ་བདག་གིས་འདུས་ནས་ལུས་ཀྱི་སྲ་བའི་དངོས་པོ་མངོན་པར་བསྒྲུབ་པོ་སྙམ་དུ་མི་སེམས་སོ། །
en: the earth element does not think, ‘I provide the solidity of the body by assembling.’

source: ཆུའི་ཁམས་ཀྱང་འདི་སྙམ་དུ་བདག་གིས་ལུས་ཀྱི་སྡུད་པའི་བྱ་བ་བྱའོ་སྙམ་དུ་མི་སེམས་སོ། །
en: Nor does the water element think, ‘I provide cohesion for the body.’
